permission_groups = {
    "Разрешения": {
        "create": "создать права",
        "read": "показать права",
        "update": "изменить права",
        "delete": "удалить права"
    },
    "Роли": {
        "create": "создать роль",
        "read": "показать роль",
        "update": "изменить роль",
        "delete": "удалить роль"
    },
    "Доступы": {
        "create": "создать доступ",
        "read": "показать доступ",
        "delete": "удалить доступ"
    },
    "Пользователи": {
        "create": "создать пользователя",
        "read": "показать пользователя",
        "update": "изменить пользователя",
        "delete": "удалить пользователя"
    },
    "Клиенты": {
        "create": "создать клиента",
        "read": "показать клиента",
        "update": "изменить клиента",
        "delete": "удалить клиента",
        "accounting": "показать клиента для бухгалтерии"
    },
    "Страны": {
        "create": "создать страну",
        "read": "показать страны",
        "update": "изменить страну",
        "delete": "удалить страну"
    },
    "Города": {
        "create": "создать город",
        "read": "показать города",
        "update": "изменить город",
        "delete": "удалить город"
    },
    "Отделы": {
        "create": "создать отдел",
        "read": "показать отдел",
        "update": "изменить отдел",
        "delete": "удалить отдел",
        "accounting": "показать отдел для бухгалтерии",
        "transfer": "показать отдел для переводов",
        "list": "список отделов для фильтра"
    },
    "Компании-плательщики": {
        "create": "создать компанию",
        "read": "показать компанию",
        "update": "изменить компанию",
        "delete": "удалить компанию"
    },
    "Закупщики": {
        "create": "создать закупщика",
        "read": "показать закупщика",
        "update": "изменить закупщика",
        "delete": "удалить закупщика",
    },
    "Поставщики": {
        "create": "создать поставщика",
        "read": "показать поставщика",
        "update": "изменить поставщика",
        "delete": "удалить поставщика",
    },
    "Типы расходов": {
        "create": "создать тип расходов",
        "read": "показать тип расходов",
        "update": "изменить тип расходов",
        "delete": "удалить тип расходов",
        "accounting": "показать тип расходов для бухгалтерии",
        "transfer": "показать тип расходов для переводов",
        "list": "список типов расходов для фильтра"
    },
    "Типы оплаты": {
        "create": "создать тип платежа",
        "read": "показать тип платежа",
        "update": "изменить тип платежа",
        "delete": "удалить тип платежа",
        "accounting": "показать тип оплаты для бухгалтерии",
        "transfer": "показать тип оплаты для переводов",
        "list": "список типов оплат для фильтра"
    },
    "Заявки": {
        "create": "создать заявку",
        "read": "показать заявку",
        "read one": "показать одну заявку",
        "update": "изменить заявку",
        "delete": "удалить заявку",
        "reject": "отклонить заявку",
        "approve": "одобрить заявку",
        "accounting": "показать заявки бухгалтерии",
        "accounting 2": "изменить заявки бухгалтерии",
        "transfer": "показать заявки для переводов",
        "statistics": "показать статистику",
        "financier_panel": "показать метрики финанс панеля",
        "change_payment_type": "изменить тип оплаты",
        "purchase requests": "показать заявки для закупа",
        "checkable requests": "показать заявки для проверки",
        "approve purchase": "одобрить заявку для закупа",
        "edit_purchase_request": "изменить заявку закупа",
        "credit": "включить заявку в долг",
        "check": "проверить заявку"
    },
    "Контракты": {
        "create": "создать договор",
        "read": "показать договор",
        "update": "изменить договор",
        "delete": "удалить договор"
    },
    "Счета-фактуры": {
        "create": "создать квитанцию",
        "read": "показать квитанцию",
        "update": "изменить квитанцию",
        "delete": "удалить квитанцию",
    },
    "Файлы": {
        "create": "создать файл",
        "read": "показать файл",
        "update": "изменить файл",
        "delete": "удалить файл",
    },
    "Логи": {
        "create": "создать лога",
        "read": "показать лога"
    },
    "Настройки": {
        "restart": "перезапуск бота"
    },
    "Бюджеты": {
        "create": "создать бюджет",
        "read": "показать бюджет"
    },
    "Лимиты": {
        "create": "создать лимит",
        "read": "показать лимит",
        "update": "изменить лимит"
    },
    "Транзакции": {
        "create": "создать транзакцию",
        "read": "показать транзакцию"
    }
}